tap "dart-lang/dart"
tap "ethereum/ethereum"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
tap "octave-app/octave-app"
brew "openssl@1.1"
brew "xz"
brew "python@3.10", link: false
brew "awscli"
brew "glib"
brew "gcc"
brew "tbb"
brew "cmake"
brew "coreutils"
brew "ethereum"
brew "harfbuzz"
brew "git"
brew "git-flow"
brew "git-lfs"
brew "gobject-introspection"
brew "tcl-tk"
brew "pango"
brew "graphviz"
brew "hdf5"
brew "libomp"
brew "mongosh"
brew "netcdf"
brew "nghttp2"
brew "node", link: false
brew "node@14"
brew "numpy"
brew "vtk"
brew "opencv"
brew "postgresql@14"
brew "pyenv"
brew "pyenv-virtualenv"
brew "qt"
brew "pyqt"
brew "redis"
brew "ruby"
brew "sip"
brew "solidity"
brew "ta-lib"
brew "tree"
brew "yarn"
brew "dart-lang/dart/dart"
brew "mongodb/brew/mongodb-community", link: false
cask "adoptopenjdk8"
cask "docker"
cask "font-fira-code"
cask "iterm2"
